{
  "extensions": [
    {
      "id": 1,
      "name": "Caja Básica",
      "description": "La <italic>Caja Básica de X-Wing Segunda Edición</italic> contiene dos miniaturas de Caza TIE/ln y una miniatura de T-65 Ala-X, junto con todas las plantillas de maniobra, selectores, cartas, dados y reglas que hacen falta para jugar.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ01_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition/"
    },
    {
      "id": 2,
      "name": "Renegados de Saw",
      "description": "Con el <italic>Pack de Expansión Renegados de Saw</italic> obtendrás dos nuevas miniaturas de naves: un Ala-U y un T-65 Ala-X, ambos pintados a mano con el intimidante esquema de colores blanco y negro de los insurgentes de Saw Gerrera.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ02_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/saws-renegades-expansion-pack/"
    },
    {
      "id": 3,
      "name": "Segador TIE",
      "description": "El <italic>Pack de Expansión Segador TIE</italic> para <italic>X-Wing Segunda Edición</italic> incluye una amenazadora miniatura para añadir a tu escuadrón de la facción Imperial, así como las cartas de Nave y Mejora necesarias para utilizar este sofisticado transporte de tropas.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ03_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/tie-reaper-expansion-pack/"
    },
    {
      "id": 4,
      "name": "Kit de Conversión Alianza Rebelde",
      "description": "El <italic>Kit de Conversión Alianza Rebelde</italic> para <italic>X-Wing Segunda Edición</italic> ofrece las cartas, fichas, selectores y peanas necesarias para actualizar a la segunda edición del juego tu colección de naves de la Alianza Rebelde de la primera edición.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ06_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/rebel-alliance-conversion-kit/"
    },
    {
      "id": 5,
      "name": "Kit de Conversión Imperio Galáctico",
      "description": "El <italic>Kit de Conversión Imperio Galáctico</italic> para <italic>X-Wing Segunda Edición</italic> ofrece las cartas, fichas, selectores y peanas necesarias para actualizar a la segunda edición del juego tu colección de naves del Imperio Galáctico de la primera edición.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ07_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/galactic-empire-conversion-kit/"
    },
    {
      "id": 6,
      "name": "Kit de Conversión Escoria y villanos",
      "description": "El <italic>Kit de Conversión Escoria y Villanos</italic> para <italic>X-Wing Segunda Edición</italic> ofrece las cartas, fichas, selectores y peanas necesarias para actualizar a la segunda edición del juego tu colección de naves de la facción Escoria de la primera edición.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ08_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/scum-and-villainy-conversion-kit/"
    },
    {
      "id": 7,
      "name": "T-65 Ala-X",
      "description": "El <italic>Pack de Expansión T-65 Ala-X</italic> para <italic>X-Wing Segunda Edición</italic> incluye una detallada miniatura de T-65 Ala-X pintada a mano que añadir a tu escuadrón, un selector de maniobras, y todas las cartas de Nave y Mejora necesarias para poder llevar a la batalla este caza estelar tan emblemático.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ12_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/t-65-x-wing-expansion-pack/"
    },
    {
      "id": 8,
      "name": "BTL-A4 Ala-Y",
      "description": "El <italic>Pack de Expansión BTL-A4 Ala-Y</italic> incluye una detallada miniatura pintada a mano y todas las cartas de Nave y Mejora necesarias para incorporar esta potente nave a tu escuadrón de la facción Rebelde.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ13_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/btl-a4-y-wing-expansion-pack/"
    },
    {
      "id": 9,
      "name": "Caza TIE/ln",
      "description": "El <italic>Pack de Expansión Caza TIE/ln</italic> incluye una detallada miniatura pintada a mano y todas las cartas de Nave y Mejora necesarias para incorporar este terror volador a tu escuadrón de la facción Imperial.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ14_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/tieln-fighter-expansion-pack/"
    },
    {
      "id": 10,
      "name": "TIE avanzado x1",
      "description": "El <italic>Pack de Expansión TIE Avanzado x1</italic> para <italic>X-Wing Segunda Edición</italic> incluye una nueva miniatura de TIE avanzado x1 que añadir a tu escuadrón, junto con un repertorio completo de cartas de pilotos de entre los que poder elegir.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ15_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/tie-advanced-x1-expansion-pack/"
    },
    {
      "id": 11,
      "name": "<italic>Esclavo I</italic>",
      "description": "El <italic>Pack de Expansión Esclavo I</italic> incluye una detallada miniatura pintada a mano junto con un selector de maniobras y todas las cartas de Nave y cartas de Mejora necesarias para reforzar tu escuadrón con esta versátil nave.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ16_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-slave-i-expansion-pack/"
    },
    {
      "id": 12,
      "name": "Caza Colmillo",
      "description": "El <italic>Pack de Expansión Caza Colmillo incluye una miniatura de caza Colmillo pintada a mano, un selector de maniobras y todas las cartas de Nave, cartas de Mejora y fichas necesarias para añadir uno de estos mortíferos cazas estelares a tu escuadrón.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ17_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/fang-fighter-expansion-pack/"
    },
    {
      "id": 13,
      "name": "<italic>Halcón Milenario</italic> de Lando",
      "description": "The <italic>Lando’s</italic> Millennium Falcon <italic>Expansion Pack</italic>contains a fully-assembled, pre-painted customized YT-1300 light freighter miniature, including a detachable Escape Craft miniature that can be piloted as a separate ship. Rounding out the pack are all the ship cards, upgrade cards, tokens, bases, and maneuver dials you need to add the <italic>Falcon</italic> and its Escape Craft to your squadron.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ04_small.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/landos-millennium-falcon-expansion-pack/"
    },
    {
      "id": 14,
      "name": "Kit de Conversión de la Primera Orden",
      "description": "El <italic>Kit de Conversión de la Primera Orden</italic> para X-Wing Segunda Edición proporciona las cartas, fichas, selectores y peanas que necesitas para actualizar a la segunda edición del juego tu colección de naves de la Primera Orden pertenecientes a la primera edición.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ18_FirstOrderConversionKit.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/first-order-conversion-kit/"
    },
    {
      "id": 15,
      "name": "Kit de Conversión de la Resistencia",
      "description": "El <italic>Kit de Conversión de la Resistencia</italic> para X-Wing Segunda Edición proporciona las cartas, fichas, selectores y peanas que necesitas para actualizar a la segunda edición del juego tu colección de naves de la Resistencia pertenecientes a la primera edición.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ19_ResistanceConversionKit.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/resistance-conversion-kit/"
    },
    {
      "id": 16,
      "name": "RZ-2 Ala-A",
      "description": "¡El <italic>Pack de Expansión RZ-2 Ala-A</italic> para X-Wing Segunda Edición incluye una miniatura de RZ-2 Ala-A pintada a mano para que la añadas a tu escuadrón, junto con el selector y las cartas de Nave y de Mejora que te proporcionarán todo lo necesario para hacer frente en igualdad de condiciones a los mejores ases de la Primera Orden!",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ22_RZ-2A-wing.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/rz-2-wing-expansion-pack/"
    },
    {
      "id": 17,
      "name": "TIE del Gremio Minero",
      "description": "El <italic>Pack de Expansión TIE del Gremio Minero</italic> incluye una miniatura pintada a mano y todas las cartas de Nave y de Mejora necesarias para brindar protección a tus actividades mineras y garantizar que los beneficios sigan fluyendo.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ23_MiningGuildTIE.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/mining-guild-tie-expansion-pack/"
    },
    {
      "id": 18,
      "name": "T-70 Ala-X",
      "description": "El <italic>Pack de Expansión T-70 Ala-X</italic> para X-Wing Segunda Edición incluye una miniatura de T-70 Ala-X pintada a mano para que la añadas a tu escuadrón, junto con el selector y las cartas de Nave y de Mejora que te proporcionarán todo lo necesario para reforzar tus fuerzas de la Resistencia.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ25_T-70X-wing.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-t-70-x-wing-expansion-pack/"
    },
    {
      "id": 19,
      "name": "Caza TIE/fo",
      "description": "El <italic>Pack de Expansión Caza TIE/fo</italic> incluye una miniatura pintada a mano y todas las cartas de Nave y de Mejora necesarias para que puedas dedicar todo tu empeño a empezar la reconstrucción del Imperio.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ26_TIEfo.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-tiefo-fighter-expansion-pack/"
    },
    {
      "id": 20,
      "name": "Pack de Expansión Siervos de la discordia",
      "description": "Este <italic>Pack de Escuadrón</italic> contiene todo lo necesario para añadir un caza estelar Belbullab-22 y dos cazas droide clase <italic>Buitre</italic> a tus partidas de <italic>X-Wing</italic>, así como tres selectores, varias fichas, nuevas cartas de Nave y todo tipo de cartas de Mejora que incluyen reimpresiones de muchas mejoras neutrales de uso habitual.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ29_ServantsOfStrife.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/servants-strife-squadron-pack/"
    },
    {
      "id": 21,
      "name": "Pack de Escuadrón Guardianes de la República",
      "description": "Este <italic>Pack de Escuadrón</italic> te proporciona todo lo necesario para empezar a formar tus escuadrones de la República Galáctica. Su contenido incluye una miniatura de Delta-7 Duende del Éter, dos miniaturas de cazas V-19 Torrente, tres selectores, un amplio surtido de fichas, y todo tipo de cartas de Mejora que incluyen nuevos poderes de la Fuerza y reimpresiones de muchas mejoras neutrales de uso habitual.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ32_GuardiansOfTheRepublic.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/guardians-republic-squadron-pack/"
    },
    {
      "id": 22,
      "name": "Pack de Expansión Infiltrador Sith",
      "description": "En este <italic>Pack de Expansión</italic> encontrarás cinco cartas de Nave, entre ellas la del mismísimo Darth Maul, veinte cartas de Mejora que te ayudarán a utilizar a pleno rendimiento los sistemas de la nave, y todas las fichas y selectores de maniobras necesarios para llevar a cabo tus propias misiones secretas.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ30_SithInfiltrator.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/sith-infiltrator-expansion-pack/"
    },
    {
      "id": 23,
      "name": "Pack de Expansión Caza droide clase <italic>Buitre</italic>",
      "description": "El Pack de Expansión Caza droide clase <italic>Buitre</italic> contiene una miniatura detalladamente pintada de un caza droide clase <italic>Buitre</italic>. También incluye cinco cartas de Nave que te permitirán equipar tu caza droide con distintos tipos programación, y cinco cartas de Mejora que te darán más opciones para formar tu escuadrón.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ31_VultureDroid.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/vulture-class-droid-fighter-expansion/"
    },
    {
      "id": 24,
      "name": "Delta-7 <italic>Duende del Éter</italic>",
      "description": "Con cinco cartas de Nave que incluyen cuatro pilotos únicos, el <italic>Pack de Expansión Delta-7</italic> Duende del Éter añade nuevos pilotos jedi para incluir en tus escuadrones de la República Galáctica, entre ellos el legendario Anakin Skywalker. Esta expansión también trae seis cartas de Mejora diseñadas para sacar el máximo provecho de tu nave y sus pilotos jedi.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ34_Delta7.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/delta-7-aethersprite-expansion/"
    },
    {
      "id": 25,
      "name": "<italic>Pack de Expansión Caza estelar ARC-170</italic>",
      "description": "Con el <italic>Pack de Expansión Caza estelar ARC-170</italic> podrás añadir un caza estelar ARC-170 a tus batallas de <italic>X-Wing</italic>. Además de una miniatura detalladamente pintada de un ARC-170, encontrarás seis pilotos clon dispuestos a volar en defensa de la República, así como 14 cartas de Mejora que te permitirán equipar tu nave con distintos sistemas de armamento pesado, artilleros y tripulantes.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ33_ARC170.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/arc-170-starfighter-expansion-pack/"
    },
    {
      "id": 26,
      "name": "Pack de Expansión Fustigador TIE/sk",
      "description": "Con el <italic>Pack de Expansión Fustigador TIE/sk</italic> dispones de una nueva opción para formar tus escuadrones imperiales. Además de la miniatura montada y prepintada de un Fustigador TIE/sk, cinco pilotos esperan la ocasión de combatir por el Imperio, y cinco cartas de Mejora ampliarán las opciones de personalización de tus escuadrones.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ38_TIE_Striker.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/tiesk-striker-expansion-pack/"
    },
    {
      "id": 27,
      "name": "Pack de Expansión Z-95-AF4 Cazacabezas",
      "description": "El <italic>Pack de Expansión Z-95-AF4 Cazacabezas</italic> incluye todo lo necesario para añadir un Z-95-AF4 Cazacabezas a tu escuadrón. Esto incluye una miniatura con un nuevo esquema de pintura, cuatro cartas de Nave, cinco cartas de Mejora y varias fichas.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ34_Z-95Headhunter.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/z-95-af4-headhunter-expansion-pack/"
    },
    {
      "id": 28,
      "name": "Pack de Expansión Caza estelar real N-1 de Naboo",
      "description": "Además de una miniatura detalladamente esculpida y prepintada, el <italic>Pack de Expansión Caza estelar real N-1 de Naboo</italic> contiene seis cartas de Nave, siete cartas de Mejora que te darán un mayor control de la prodigiosa velocidad de este caza, y las fichas y el selector de maniobras que necesitarás para defender Naboo o cualquier otro planeta.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ40_Naboo_Royal_N1_Fighter.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/naboo-royal-n-1-starfighter-expansion-pack/"
    },
    {
      "id": 29,
      "name": "Pack de Expansión Bombardero droide clase <italic>Hiena</italic>-",
      "description": "Perfectamente integrados con las tácticas de enjambre de los cazas <italic>Buitre</italic>, los bombarderos clase <italic>Hiena</italic> son un mortífero añadido a los escuadrones separatistas. En el <italic>Pack de Expansión Bombardero droide clase</italic> Hiena hallarás todo lo necesario para incrementar el potencial de destrucción de tus escuadrones de la Alianza Separatista, incluidas seis cartas de Nave, diez cartas de Mejora y dos cartas de Creación rápida.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ41_Hyena_Bomber.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/hyena-class-droid-bomber-expansion-pack/"
    },
    {
      "id": 30,
      "name": "Pack de Expansión Transporte de la Resistencia",
      "description": "El <italic>Pack de Expansión Transporte de la Resistencia</italic> contiene una lanzadera de diseño especializado que la Resistencia emplea como transporte de tropas y cañonera. Además de una miniatura del Transporte de la Resistencia y otra de su Cápsula de pasajeros separable, también encontrarás a siete oficiales de alto rango de la Resistencia listos para unirse a tu tripulación, ocho pilotos preparados para la batalla, y cuatro cartas de Creación rápida que te permitirán librar combates de inmediato.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ45_Resistance_Transport.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/resistance-transport-expansion-pack/"
    },
    {
      "id": 31,
      "name": "Pack de Expansión A/SF-01 Ala-B",
      "description": "El <italic>Pack de Expansión Ala-B</italic> contiene una impresionante miniatura a escala 1:270, un selector de maniobras, todas las fichas que hacen falta, cuatro cartas de Nave y un devastador arsenal de cinco cartas de Mejora.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ42_ASF01-B-wing.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/sf-01-b-wing-expansion-pack/"
    },
    {
      "id": 32,
      "name": "Pack de Expansión VT-49 Diezmador",
      "description": "Con el <italic>Pack de Expansión VT-49 Diezmador</italic> puedes incorporar una de estas magníficas naves a tus escuadrones del Imperio Galáctico. Además de una miniatura de VT-49 detalladamente esculpida y prepintada, también encontrarás tres cartas de Nave, así como una selección de trece cartas de Mejora reimpresas que te ofrecerán un buen repertorio de opciones para incorporar valiosos tripulantes y mortíferos dispositivos a tu nave.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ43_VT-19_Decimator.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/vt-49-expansion-pack/"
    },
    {
      "id": 33,
      "name": "Pack de Expansión TIE/sf",
      "description": "Provisto de una torreta para armamento pesado orientable hacia su arco frontal y trasero, el TIE/sf supone una amenaza desde varios direcciones. Además de la miniatura del TIE/sf, el <italic>Pack de Expansión Caza TIE/sf</italic> también contiene cuatro cartas de Nave idénticas a las del Kit de Conversión de la Primera Orden, seis cartas de Mejora y dos nuevas cartas de Creación rápida.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ44_TIE_sf.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/tiesf-fighter-expansion-pack/"
    },
    {
      "id": 34,
      "name": "Silenciador TIE",
      "description": "El <italic>Pack de Expansión Silenciador TIE/vn</italic> te proporciona todo lo que necesitas para añadir una de estas amenazadoras naves a tus escuadrones de la Primera Orden. Además de una miniatura minuciosamente reesculpida del Silenciador TIE/vn, este pack también contiene seis cartas de Nave idénticas a las que hay disponibles en el Kit de Conversión de la Primera Orden, junto con reimpresiones de cinco cartas de Mejora especialmente adecuadas para aprovechar al máximo las capacidades del Silenciador TIE.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ27_TIE_Silencer.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/tievn-silencer-expansion-pack/"
    },
    {
      "id": 35,
      "name": "<italic>Halcón Milenario</italic>",
      "description": "Con el <italic>Pack de Expansión Halcón Milenario</italic> podrás hacer entrar en liza esta nave tan emblemática. Además de una miniatura de carguero ligero YT-1300 modificado con un nuevo pintado que resalta el resplandor de sus motores, esta expansión también contiene cuatro cartas de Nave del YT-1300 idénticas a las que hay disponibles en el Kit de Conversión de la Alianza Rebelde, y reimpresiones de catorce cartas de Mejora esenciales para llevar a cabo tus propias modificaciones personales. Por último, las dos cartas de creación rápida ofrecen posibles combinaciones de pilotos y mejoras que te ayudan a incorporarte a la batalla lo antes posible.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ39_Millennium_Falcon.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-millennium-falcon-expansion-pack/"
    },
    {
      "id": 36,
      "name": "Caza estelar clase <italic>Nantex</italic>",
      "description": "El caza estelar clase Nantex utiliza un sofisticado sistema de proyectores de campos de tracción que, como si fueran hilos invisibles tirando de él, le permiten realizar maniobras imposibles y apuntar con excepcional precisión su torreta de cañón láser. En esta expansión encontrarás seis cartas de Nave, seis cartas de Mejora, dos cartas de creación rápida, diversas fichas y un selector de maniobras que te permitirán poner en acción lo antes posible esta nave tan peculiar.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ47_Nantex_Starfighter.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/nantex-class-starfighter-expansion-pack/"
    },
    {
      "id": 37,
      "name": "BTL-B Ala-Y",
      "description": "Provisto de un fuselaje blindado que le otorga una gran resistencia y una torreta esférica con la que mantener a raya a los enemigos, el BTL-B Ala-Y de la República es tan capaz de efectuar misiones de escolta como de encabezar el ataque. El Pack de Expansión BTL-B Ala-Y contiene todo lo que necesitas para añadir una de estas formidables naves a tus escuadrones de la República Galáctica; esto incluye una miniatura de BTL-B Ala-Y, ocho cartas de Nave, diez cartas de Mejora y cuatro cartas de creación rápida.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ48_BTL-B_Y-wing.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/btl-b-y-wing-expansion-pack/"
    },
    {
      "id": 38,
      "name": "Espíritu y Fantasma II",
      "description": "El robusto carguero ligero VCX-100 y la ágil lanzadera clase Sheathipede pueden luchar como una sola nave o separarse para atacar desde distintos ángulos. Cuando tienen al timón a héroes como Hera Syndulla, Kanan Jarrus y Ezra Bridger, estas naves pueden considerarse uno de los activos más valiosos de la Rebelión. Los jugadores noveles también obtendrán ocho cartas de Nave, dieciséis cartas de Mejora, cuatro cartas de creación rápida y otros elementos con los que poder enviar de inmediato a la batalla a esta potente pareja de naves.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ49_Ghost.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-ghost-expansion-pack/"
    },
    {
      "id": 39,
      "name": "TIE de los inquisidores",
      "description": "Como nave experimental reservada para agentes de élite del Imperio como los temidos inquisidores, el TIE avanzado v1 cuenta con numerosas innovaciones de diseño que los pilotos hábiles saben aprovechar con mortíferos efectos. Este pack de expansión trae todo lo que necesitas para incorporar un TIE avanzado v1 a tus escuadrones, lo que incluye cuatro cartas de Nave, cinco cartas de Mejora y dos cartas de creación rápida con las que alzar el vuelo con mayor presteza.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ50_InquisitorsTIE.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-inquisitors-tie-expansion-pack/"
    },
    {
      "id": 40,
      "name": "Castigadora",
      "description": "Dentro del <italic>Pack de Expansión Castigadora</italic> encontrarás todo lo que necesitas para añadir un Saltador Maestro 5000 a tus escuadrones de Escoria y villanos. Las reimpresiones de tres pilotos se unen a Dengar en el afán de lucro, mientras que doce cartas de Mejora reimpresas otrogan a los nuevos jugadores un amplio repertorio de opciones con las que añadir un toque personal a sus naves. Por último, dos cartas de creación rápida ofrecen útiles combinaciones de pilotos y mejoras con las que maximizar la eficiencia de tu Saltador Maestro 5000.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ51_PunishingOne.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-punishing-one-expansion-pack/"
    },
    {
      "id": 41,
      "name": "Interceptor M3-A",
      "description": "El interceptor M3-A es una nave ligera y maniobrable utilizada por muchos cárteles y sindicatos debido a su emplazamiento modular para armas que permite equiparla con devastadores torpedos, potentes cañones y otras armas que la convierten en una amenaza para naves de tamaño muy superior. Además de una miniatura pintada con el característico esquema de colores del Sol Negro, este pack contiene ocho cartas de Nave, cinco cartas de Mejora y cuatro cartas de creación rápida que te ayudan a lanzarte a la batalla de inmediato.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ52_M3-A_Scyk.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-m3-interceptor-expansion-pack/"
    },
    {
      "id": 42,
      "name": "<italic>Diente de Perro</italic>",
      "description": "El <italic>Pack de Expansión Diente de Perro</italic> contiene todo lo que necesitas para empezar tu carrera como cazarrecompensas, incluida una miniatura de carguero ligero YV-666 y otra de un Z-95-AF4 Cazacabezas pintado con los llamativos colores del Cachorro de Nashtah. Estas miniaturas vienen acompañadas de seis cartas de Nave (cuatro para el YV-666 y dos para el Z-95-AF4 Cazacabezas) y catorce cartas de Mejora. Por último, tres cartas de Creación rápida te ofrecen más opciones para desplegar tu YV-666.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ58_HoundsTooth.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-hounds-tooth-expansion-pack/"
    },
    {
      "id": 43,
      "name": "Interceptor TIE/in",
      "description": "El <italic>Pack de Expansión Interceptor TIE/in</italic> te ofrece la oportunidad de poner al legendario Soontir Fel y a otros tres pilotos a los mandos de esta nave tan rápida y mortífera. Estos pilotos de élite vienen acompañados de cinco cartas de Mejora que les hacen aún más peligrosos en el fragor de una batalla espacial. Por último, dos cartas de Creación rápida proporcionan combinaciones útiles de pilotos y mejoras que te permitirán poner a prueba todas las prestaciones del interceptor TIE/in.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ59_TIEInterceptor.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-tie-interceptor-expansion-pack/"
    },
    {
      "id": 44,
      "name": "Defensor TIE/D",
      "description": "En el <italic>Pack de Expansión Defensor TIE/D</italic> hallarás todo lo necesario para reforzar tus escuadrones imperiales; esto incluye una miniatura de Defensor TIE/D, cinco cartas de Nave y cuatro cartas de Mejora que te incentivan a equipar tu nave con nuevos sistemas, misiles y cañones. Además, dos cartas de Creación rápida ofrecen interesantes combinaciones de pilotos y mejoras para que puedas ver todas las posibilidades de esta nave.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ60_TIEDefender.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-tied-defender-expansion-pack/"
    },
    {
      "id": 45,
      "name": "RZ-1 Ala-A",
      "description": "El <italic>Pack de Expansión RZ-1 Ala-A</italic> incluye todo lo necesario para añadir una de estas veloces naves a tus escuadrones de la Alianza Rebelde. La miniatura de un RZ-1 Ala-A pintado con los colores del Escuadrón Fénix viene acompañada de cuatro cartas de Nave que representan a los pilotos rebeldes dispuestos a afrontar el desafío de ponerse a los mandos de este vehículo. Podrás potenciar las capacidades de estos pilotos mediante cinco cartas de Mejora de tu elección, o seguir las recomendaciones de las dos cartas de Creación rápida para descubrir más formas de utilizar tu RZ-1 Ala-A.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ61_A-wing.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/x-wing-second-edition-rz-1-wing-expansion-pack/"
    },
    {
      "id": 46,
      "name": "TIE del mayor Vonreg",
      "description": "Como nave personal del barón mayor Elrik Vonreg, el as de élite de la Primera Orden, el interceptor de superioridad espacial TIE/ba de Sistemas de Flota Sienar-Jaemus infunde el miedo incluso en los corazones de los pilotos de la Resistencia más encallecidos. \nEn esta expansión hallarás seis pilotos preparados para luchar por la Primera Orden, así como seis cartas de Mejora con las que optimizar las prestaciones de tu interceptor TIE/ba. También hay dos cartas de Creación rápida con combinaciones predefinidas de pilotos y mejoras para ayudarte a emprender el vuelo de inmediato.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ62_VonregsTIE.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/major-vonregs-tie-expansion-pack/"
    },
    {
      "id": 47,
      "name": "Bola de Fuego",
      "description": "Una amorosa creación del personal del taller de Jarek Yeager, la Bola de Fuego es una nave de competición sumamente volátil construida desde cero. Pilotada por el agente encubierto de la Resistencia Kazuda Xiono, esta explosión con alas es capaz de rendir al máximo en las carreras antes de hacer honor a su nombre.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ63_Fireball.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/fireball-expansion-pack/"
    },
    {
      "id": 48,
      "name": "Pack de Obstáculos No me hables de probabilidades",
      "description": "Además de asteroides, desechos espaciales y nubes de gas, el <italic>Pack de Obstáculos No me hables de probabilidades</italic> contiene seis cartas de Entorno que representan algunos de los extraños y terroríficos lugares donde puede ocurrir una batalla espacial. ¡Cada carta de Entorno modifica la colocación o las reglas de los obstáculos, añadiendo variedad a tu partidas de X-Wing!",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ64_NeverTellMeTheOdds.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/never-tell-me-odds-obstacles-pack/"
    },
    {
      "id": 49,
      "name": "Pack de Dispositivos Arsenal completo",
      "description": "¡Inicia la cuenta atrás y prepárate para la detonación! El <italic>Pack de Dispositivos Arsenal completo</italic> recopila numerosos dispositivos para X-Wing, dándote acceso a un vasto arsenal de opciones para tus escuadrones. Además de las cartas de Mejora y fichas para Minas de proximidad, Redes Conner, Bombas de iones y muchos otros artefactos explosivos, este pack de dispositivos contiene seis cartas de Entorno que utilizan dispositivos como parte de la preparación de la partida. ¡Con estas cartas, podrás combatir en mortíferos campos de minas, hacer que tus naves vuelen a través de campos de batalla repletos de munición sin explotar, o incluso someterlas a un bombardeo continuo!",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ65_FullyLoaded.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/fully-loaded-devices-pack/"
    },
    {
      "id": 50,
      "name": "Pack de Refuerzos Ases estelares",
      "description": "¡Amplía las opciones para tus escuadrones y recluta a nuevos pilotos con el <italic>Pack de Refuerzos Ases Estelares</italic>! Con mejoras disponibles para todas las facciones y nuevos pilotos para numerosas naves de las facciones Rebelde, Imperial, Escoria, Resistencia y de la Primera Orden, ahora podrás incorporar a tus escuadrones personajes emblemáticos como Leia Organa, la capitán Phasma y K-2SO.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ66_HotshotsAndAces.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/hotshots-and-aces-reinforcements-pack/"
    },
    {
      "id": 51,
      "name": "Lanzadera clase <italic>Xi</italic>",
      "description": "The First Order's agents are scattered across the galaxy, from enclaves in the Unknown Regions to pockets of sympathizers within the New Republic. The Xi-class light shuttle is swift and lightly armed, suited to conveying First Order VIPs quickly but surreptitiously from base to base. It can also serve as a command craft, directing forces in raids before the attackers slip away into the depths of space once again.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ69_XiClassShuttle.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/xi-class-light-shuttle-expansion-pack/"
    },
    {
      "id": 52,
      "name": "Cañonera Laat/i",
      "description": "A durable, reliable workhorse capable of serving in a wide array of environments, the LAAT/i gunship is renowned for getting the job done. Whether making precision drops of clone troopers on contested worlds, supporting Republic formations with interlaced fire in atmospheric battles, or engaging starfighters in the depths of space, the LAAT/i can be outfitted for nearly any role or battlefield.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ70_LAATiGunship.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/laati-gunship-expansion-pack/"
    },
    {
      "id": 53,
      "name": "Cañonera droide HMP",
      "description": "A menacing silhouette slides overhead, repulsorlifts humming ominously and eyes glowing with malevolence. The HMP gunship's presence invokes fear thanks to predatory droid intelligence and an unpredictable capacity to strafe targets with devastating missile pods, bombs, and a wide-sweeping array of laser cannons.",
      "cover": "https://sb-cdn.fantasyflightgames.com/covers/SWZ71_HMPGunship.png",
      "url": "https://www.fantasyflightgames.com/en/products/x-wing-second-edition/products/hmp-droid-gunship-expansion-pack/"
    }
  ]
}